var TimeYear = ["2015", "2014", "2013", "2012"];
var TimeData = {
    "2015": [
        { rq: "2015/11/15", bt: "公安部推介江夏分局细化规范110接处警工作", img: "2015_11.png" },
        { rq: "2015/10/28-29", bt: "位置传感网与全息位置地图关键技术及应用”课题验收准备工作会议举办，展开课题的验收准备工作", img: "default.png" },
        { rq: "2015/9", bt: "课题骨干艾浩军老师带领的参赛团队参加2014年全国大学生物联网设计竞赛（TI杯），蝉联全国总决赛一等奖", img: "2015_9.png" },
        { rq: "2015/8/8-9", bt: "2015年中国地理信息科学理论与方法学术年会在新疆召开，武汉大学测绘遥感信息工程硕士研究生李灿在会议中做《顾及室内空间计算的IndoorSPARQL本体查询语言研究》报告", img: "2015_8.png" },
        { rq: "2015/7/11", bt: "“位置传感网与全息位置地图关键技术及应用”课题标准专家征求意见会议召开，会议征求各方专家意见，进行“室内位置传感网定位服务接口”规范、“全息位置地图参考模型”标准、“全息位置地图参考模型”标准和“室内多维位置信息标识语言”标准的研讨", img: "2015_7.png" },
        { rq: "2015/5/8", bt: "“新一代警用GIS关键技术及其应用”项目综合应用示范现场协调会召开，会议议题包括三个课题组的进展、财务审计相关内容和项目示范相关研讨", img: "default.png" },
        { rq: "2015/3", bt: "在《武汉大学学报•信息科学版》上发表论文《全息位置地图概念内涵及其关键技术初探》", img: "2015_3.jpg" }
    ],
    "2014": [
        { rq: "2014/12/18-19", bt: "第二届空间信息智能服务暨位置传感网与全息位置地图关键技术研讨会在湖北武汉举行，“全息位置地图及其关键技术”作为主题分会召开", img: "2014_12.png" },
        { rq: "2014/12/12-13", bt: "举行“位置传感网与全息位置地图关键技术及应用”警务信息时空关联分析与应用专题研讨会，邀请湖北省公安厅、武汉市公安局及江夏、江岸、青山等分局，常州市公安局，湖北省测绘局、武汉市规划局，相关大学及研究所等有关专家进行研讨交流", img: "2014_12_1.png" },
        { rq: "2014/11", bt: "课题示范应用“派出所警务动态地理信息综合应用平台（110指挥调度模块功能）”项目验收会召开，展开项目验收工作", img: "2014_11.png" },
        { rq: "2014/10/24", bt: "“新一代警用GIS关键技术及其应用”项目综合应用示范协调会召开，会议研讨项目综合应用示范方案，协调解决项目综合示范区域选择、各课题研究成果推广落地、示范工作组织实施和协调配合等相关问题", img: "2014_10.png" },
        { rq: "2014/10/17-18", bt: "“室内定位服务接口标准讨论会”在武汉大学举行，邀请西南交大、南京师范大学、武汉大学以及国内从事室内位置服务相关企业的专家学者进行交流研讨", img: "2014_10_1.png" },
        { rq: "2014/9", bt: "课题骨干艾浩军老师指导的参赛团队参加2014年全国大学生物联网设计竞赛（TI杯），荣获全国总决赛一等奖", img: "2014_9.png" },
        { rq: "2014/8/26", bt: "常州市火车站室内外导航项目示范讨论会召开，在常州市公安局会议室讨论项目进展及研究成果，常州市公安局、火车站派出所人员与武大人员在火车站进行实地考察", img: "2014_8.png" },
        { rq: "2014/6/30-2014/7/1", bt: "位置传感网与全息位置地图关键技术及应用课题关键技术提炼与项目示范方案研讨会召开，主要内容包括课题关键技术提炼，课题在整个项目中的示范内容研讨，研发平台的开发工作部署，以及论文、专利、专著等撰写工作的部署", img: "2014_7.png" },
        { rq: "2014/5/14-16", bt: "测绘遥感信息工程国家重点实验室博士生熊庆和胡涛在ISPRS第四委员会中期会议分别做报告“Automated indoor space extraction of complex 3D building models with Semantics constraints”和“Location Based Pan-information System”", img: "default.png" },
        { rq: "2014/3/13", bt: "“新一代警用GIS关键技术及其应用”项目协调会召开，会议布置中期检查任务", img: "2014_3.png" },
        { rq: "2014/3", bt: "课题示范项目“派出所动态指挥研判系统”在江岸区公安分局正式运行，国务委员、公安部部长郭声琨莅临二七所视察系统，听取汇报，给予肯定", img: "2014_3_1.png" }
    ],
    "2013": [
        { rq: "2013/12", bt: "课题示范应用“派出所警务动态地理信息指挥研判系统”培训会在武汉市公安局举行", img: "2013_12.png" },
        { rq: "2013/12/6-8", bt: "第一届空间信息智能服务暨位置传感网与全息位置地图关键技术研讨会在湖北武汉召开，龚健雅院士主持讨论全息位置地图及其关键技术，传感网数据获取、融合和服务，实时GIS理论与方法和地理空间语义网", img: "2013_12_1.png" },
        { rq: "2013/10/24-11/11", bt: "荷兰代尔夫特理工大学DaRen三维多用途导航项目组在武汉大学测绘遥感信息工程国家重点实验室实习，在湖北省博物馆三维导航项目中应用课题组室内定位技术", img: "2013_10.png" },
        { rq: "2013/9/24-26", bt: "“位置传感网与全息位置地图关键技术”课题室内定位技术与“室内多维位置信息标识语言”标准研讨会在湖北武汉召开，特邀荷兰代尔夫特理工大学Sisi Zlatanova教授参会并报告相关研究最新进展", img: "2013_9.png" },
        { rq: "2013/6/28-30", bt: "“位置传感网与全息位置地图关键技术及应用”课题研讨会召开，会议主要内容包括检查前阶段关键技术攻关进展情况，讨论课题有关标准规范的内容以及研讨全息位置地图的概念与技术体系", img: "2013_6.png" },
        { rq: "2013/5/26-6/2", bt: "测绘遥感信息工程国家重点实验室龚健雅院士、高文秀教授随国家测绘地理信息局组团赴韩国参加ISO/TC 211第36次全体会议及工作组会议", img: "default.png" },
        { rq: "2013/3/24-28", bt: "测绘遥感信息工程国家重点实验室胡涛博士受邀参加2013年摄影测量与遥感学会ASPRS年会", img: "2013_3.png" },
        { rq: "2013/3", bt: "武汉大学与武汉市公安局签署科技战略合作协议，共建警用地理信息与视频技术研究中心。武汉大学校长李晓红、武汉市公安局局长赵飞出席签字仪式", img: "2013_3_1.png" }
    ],
    "2012": [
        { rq: "2012/11/11", bt: "位置传感网与全息位置地图技术研讨会召开，邀请荷兰代尔夫特理工大学Sisi Zlatanova教授来测绘遥感信息工程国家重点实验室进行有关技术研讨和交流", img: "2012_11.png" },
        { rq: "2012/8", bt: "课题组相关人员前往澳大利亚参与2012年ISPRS（International Society for Photogrammetry and Remote Sensing）会议并且做相关报告", img: "2012_8.png" },
        { rq: "2012/1/31", bt: "“位置传感网与全息位置地图关键技术及应用”课题启动", img: "default.png" }
    ]
};